stubs/__files/partner/psl/read_equipment_49_30_2000_76H4.xml

<?xml version='1.0' encoding='UTF-8' standalone='no'?>
<SOAP:Envelope xmlns:SOAP='http://schemas.xmlsoap.org/soap/envelope/'>
    <SOAP:Header/>
    <SOAP:Body>
        <ns1:MT_EQDATA_RESPV2 xmlns:ns1='http://telekom.de/xi/NGERP_EXTD_PSL_INT/global/WMS/Equipment/Read/V2'>
            <eiMessageContext>
                <target xmlns='http://messaging.ei.tmobile.net/datatypes'>SI_ReadEquipmentResponseV2In_DigiOSS</target>
                <requestId xmlns='http://messaging.ei.tmobile.net/datatypes'>
                    urn:uuid:f23c9889-f016-49ca-92e1-220884b7fa13
                </requestId>
                <timeLeft xmlns='http://messaging.ei.tmobile.net/datatypes'>172800000</timeLeft>
                <priority xmlns='http://messaging.ei.tmobile.net/datatypes'>4</priority>
                <sender xmlns='http://messaging.ei.tmobile.net/datatypes'>sndr:tmo.erp.sap.architecture.SAP:PI</sender>
                <correlationId xmlns='http://messaging.ei.tmobile.net/datatypes'>feacc415-15af-4396-a5f6-ec4194142364
                </correlationId>
            </eiMessageContext>
            <data>
                <MT_EQDATA_RESPV2>
                    <EQUI>
                        <ENDSZ>49/30/2000/76H4</ENDSZ>
                        <HEQUI>212879995</HEQUI>
                        <HEQNR>0056</HEQNR>
                        <ASB>1</ASB>
                        <TPLNR>000031-000000-001-004-002-021</TPLNR>
                        <EQART>G</EQART>
                        <ANZ_EBENEN>1</ANZ_EBENEN>
                        <EQUNR>212880011</EQUNR>
                        <SERGE>21023533106TG4900198</SERGE>
                        <SUBMT>40247069</SUBMT>
                        <ADR_ID>17056514</ADR_ID>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/30/2000/76H4</ENDSZ>
                        <HEQUI>212880011</HEQUI>
                        <HEQNR>001</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>212880063</EQUNR>
                        <SERGE>H807GP3021594041</SERGE>
                        <SUBMT>40294954</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/30/2000/76H4</ENDSZ>
                        <HEQUI>212880011</HEQUI>
                        <HEQNR>002</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>212880061</EQUNR>
                        <SERGE>H807GP3021594042</SERGE>
                        <SUBMT>40294954</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/30/2000/76H4</ENDSZ>
                        <HEQUI>212880011</HEQUI>
                        <HEQNR>003</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>212880061</EQUNR>
                        <SERGE>H807GP3021594043</SERGE>
                        <SUBMT>40294954</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/30/2000/76H4</ENDSZ>
                        <HEQUI>212880011</HEQUI>
                        <HEQNR>004</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>212880061</EQUNR>
                        <SERGE>H807GP3021594044</SERGE>
                        <SUBMT>40294954</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/30/2000/76H4</ENDSZ>
                        <HEQUI>212880011</HEQUI>
                        <HEQNR>005</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>212880061</EQUNR>
                        <SERGE>H807GP3021594045</SERGE>
                        <SUBMT>40294954</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/30/2000/76H4</ENDSZ>
                        <HEQUI>212880011</HEQUI>
                        <HEQNR>006</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>212880061</EQUNR>
                        <SERGE>H807GP3021594046</SERGE>
                        <SUBMT>40294954</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/30/2000/76H4</ENDSZ>
                        <HEQUI>212880011</HEQUI>
                        <HEQNR>007</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>212880061</EQUNR>
                        <SERGE>H807GP3021594047</SERGE>
                        <SUBMT>40294954</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/30/2000/76H4</ENDSZ>
                        <HEQUI>212880011</HEQUI>
                        <HEQNR>008</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>212880061</EQUNR>
                        <SERGE>H807GP3021594048</SERGE>
                        <SUBMT>40294954</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/30/2000/76H4</ENDSZ>
                        <HEQUI>212880011</HEQUI>
                        <HEQNR>009</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>212880061</EQUNR>
                        <SERGE>H801SC3021594049</SERGE>
                        <SUBMT>40247071</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/30/2000/76H4</ENDSZ>
                        <HEQUI>212880011</HEQUI>
                        <HEQNR>0010</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>212880061</EQUNR>
                        <SERGE>H801SC3021594050</SERGE>
                        <SUBMT>40247071</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/30/2000/76H4</ENDSZ>
                        <HEQUI>212880011</HEQUI>
                        <HEQNR>0011</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>212880061</EQUNR>
                        <SERGE>H802GP3021594051</SERGE>
                        <SUBMT>40251139</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/30/2000/76H4</ENDSZ>
                        <HEQUI>212880011</HEQUI>
                        <HEQNR>0012</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>212880061</EQUNR>
                        <SERGE>H805GP3021594052</SERGE>
                        <SUBMT>40261742</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/30/2000/76H4</ENDSZ>
                        <HEQUI>212880011</HEQUI>
                        <HEQNR>0019</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>212880061</EQUNR>
                        <SERGE>H801X23021594053</SERGE>
                        <SUBMT>40247074</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/30/2000/76H4</ENDSZ>
                        <HEQUI>212880011</HEQUI>
                        <HEQNR>0020</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>212880061</EQUNR>
                        <SERGE>H801X23021594054</SERGE>
                        <SUBMT>40247074</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/30/2000/76H4</ENDSZ>
                        <HEQUI>212880011</HEQUI>
                        <HEQNR>0021</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>212880061</EQUNR>
                        <SERGE>H801PR3021594055</SERGE>
                        <SUBMT>40247072</SUBMT>
                    </EQUI>
                    <KOPF>
                        <PARTNER>BS_DIGIOSS</PARTNER>
                        <ANFO_KEN>15758997480418591403</ANFO_KEN>
                    </KOPF>
                    <STATUS>
                        <LOG_NO>0000000000</LOG_NO>
                        <NUMBER>000</NUMBER>
                        <SYSTEM>Linux</SYSTEM>
                        <LOG_NO>string</LOG_NO>
                        <ID>ZDIB</ID>
                        <MESSAGE>Die Anforderung wurde ausgeführt.</MESSAGE>
                        <TYPE>S</TYPE>
                    </STATUS>
                </MT_EQDATA_RESPV2>
            </data>
        </ns1:MT_EQDATA_RESPV2>
    </SOAP:Body>
</SOAP:Envelope>